/* Informative text used when Web Clip is unable to access a local file */
"Cannot access %@" = "Tiedostoa %@ ei voida käyttää";

/* Used when Web Clip can't load a page off a webserver */
"Cannot load page on %@" = "Palvelimelle %@ olevaa sivua ei voida ladata";

/* The Done button is the button users press to exit Edit mode. */
"Done" = "Valmis";

/* The message shown while loading a web clip */
"Loading Clip" = "Ladataan leikettä";

/* Loading Clip animation with one dot */
"Loading Clip." = "Ladataan leikettä.";

/* Loading Clip animation with two dots */
"Loading Clip.." = "Ladataan leikettä..";

/* Loading Clip animation with three dots */
"Loading Clip..." = "Ladataan leikettä...";

/* Informative text used when Web Clip cannot connect to the Internet' */
"Please connect to the Internet" = "Muodosta internet-yhteys";

/* A very short message that says Requires Mac OS X v10.4.3 */
"Requires Mac OS X v10.4.3" = "Vaatii Mac OS X 10.4.3:n";

/* Web Clip Not Available */
"Web Clip Not Available" = "Web Clip ei ole käytettävissä";

